Repository: AlexPoone/calligraphy_dict
Catalog: Calligraphy Dictionary/Calligraphy Dictionary/*.lproj/Localizable.strings
Languages: es, fr, zh_hans, zh_hant

# app_name
source: Calligraphy Dictionary
es: Dict de la caligrafía china
fr: Dict de la calligraphie chinoise
zh_hans: 书法检字
zh_hant: 書法檢字

source: OK
zh_hans: 确定
zh_hant: 確定

source: Cursive script
es: Escritura cursiva
fr: Écriture cursive
zh_hans: 草书
zh_hant: 草書

source: Small seal script
es: Pequeña escritura de sello
fr: Petite écriture de sceau
zh_hans: 小篆
zh_hant: 小篆

# title_search
source: Search
es: Buscar
fr: Recherche
zh_hans: 搜字
zh_hant: 搜字

# title_favourites_and_history
source: Favourites & History
es: Favoritos & Historial
fr: Favoris & Historique
zh_hans: 记录和我的最愛
zh_hant: 記錄和我的最愛

# title_favourites
source: Favourites
es: Favoritos
fr: Favoris
zh_hans: 我的最爱
zh_hant: 我的最愛

# title_history
source: History
es: Historial
fr: Historique
zh_hans: 记录
zh_hant: 記錄

# title_settings
source: Settings
es: Configuración
fr: Préférences
zh_hans: 设定
zh_hant: 設定

# pref_general
source: General
fr: Genéral
zh_hans: 一般设定
zh_hant: 一般設定

# search_placeholder
source: Enter a single character
es: Introduzca un carácter
fr: Entrez un caractère
zh_hans: 输入单字
zh_hant: 輸入單字

# search_placeholder_large
source: Enter a single character (supports traditional Chinese, simplified Chinese, Japanese kanjis, Korean hanjas and typographical variants) in the search bar above.
es: Introduzca un solo carácter (admite carácteres tradicionales y simplificados, kanji japonés, hanja coreanos y variantes tipográficas) en la barra de búsqueda de arriba.
fr: Veuillez saisir un seul caractère chinois dans la zone de recherche ci-dessus (caractères chinois traditionnels et simplifiés, kanjis japonais et hanjas coréens et toutes les variantes typographiques sont compatibles).
zh_hans: 请在上方搜寻框输入单字（支援繁、简、日韩汉字及异体字搜寻）。
zh_hant: 請在上方搜尋框輸入單字（支援繁、簡、日韓漢字及異體字搜尋）。

# search_input_req
source: Please enter a character.
es: Por favor introduzca un carácter chino.
fr: Aucun caractère chinois n'est entré.
zh_hans: 没有输入汉字。
zh_hant: 沒有輸入漢字。

source: Search history
es: Historial de búsqueda
fr: Historique de recherche
zh_hans: 搜寻记录
zh_hant: 搜尋記錄

source: Clear history
es: Borrar historial
fr: Supprimer l'historique
zh_hans: 清除记录
zh_hant: 清除記錄

source: Clear all
es: Borrar todos
fr: Supprimer tout
zh_hans: 全部清除
zh_hant: 全部清除

# my_favourites
source: My favorites
es: Mis favoritos
fr: Mon favoris
zh_hans: 我的最爱
zh_hant: 我的最愛

source: No results.
es: No hay resultados.
fr: Aucun résultat.
zh_hans: 没有结果。
zh_hant: 沒有結果。

# settings_locale
source: Locale
es: Idioma
fr: Langue
zh_hans: 语言
zh_hant: 語言

# settings_background
source: Background
es: Fondo
fr: Arrière-plan
zh_hans: 背景
zh_hant: 背景

# settings_paper1
source: Paper 1
es: Papel 1
fr: Papier 1
zh_hans: 纸 1
zh_hant: 紙 1

# settings_paper2
source: Paper 2
es: Papel 2
fr: Papier 2
zh_hans: 纸 2
zh_hant: 紙 2

# settings_paper3
source: Paper 3
es: Papel 3
fr: Papier 3
zh_hans: 纸 3
zh_hant: 紙 3

# settings_paper4
source: Paper 4
es: Papel 4
fr: Papier 4
zh_hans: 纸 4
zh_hant: 紙 4

# settings_paper5
source: Paper 5
es: Papel 5
fr: Papier 5
zh_hans: 纸 5
zh_hant: 紙 5

# settings_paper6
source: Paper 6
es: Papel 6
fr: Papier 6
zh_hans: 纸 6
zh_hant: 紙 6

# settings_paper7
source: Paper 7
es: Papel 7
fr: Papier 7
zh_hans: 纸 7
zh_hant: 紙 7

source: Random character
es: Carácter aleatorio
fr: Caractère au hasard
zh_hans: 清风翻书
zh_hant: 清風翻書

source: Date of addition:
es: Fecha de adición:
fr: Date d'addition:
zh_hans: 加入日期：
zh_hant: 加入日期：

# recognition_instructions
source: Place your camera parallel to the calligraphy work without any rotations, ensure good lighting.
zh_hans: 保持相机与书帖平行，确保光线充足，不要旋转相机。
zh_hant: 保持相機與書帖平行，確保光線充足，不要旋轉相機。

# s_conversion
source: Simultaneous conversion (β)
es: Conversión simultánea (β)
fr: Conversion simultanée (β)
zh_hans: 即时传译 (β)
zh_hant: 即時傳譯 (β)

# settings_paper0
source: Chinese New Year fai chun paper
es: Papal "fai-chun" de año nuevo chino
fr: Papier de «faï tchuenne» du Nouvel Ans Chinois
zh_hans: 挥春纸
zh_hant: 揮春紙

source: Emulation
es: Emulación
fr: Émulation
zh_hans: 临摹
zh_hant: 臨摹

source: Cangjie
zh_hans: 仓
zh_hant: 倉

# cantonese_yale
source: Cantonese Jyutping
zh_hans: 粤拼
zh_hant: 粤拼

source: Mandarin Pinyin
zh_hans: 官话（汉语拼音）
zh_hant: 官話（漢語拼音）

source: Donate
zh_hans: 捐赠
zh_hant: 捐贈

# not_recorded
source: Oops, this character has not been recorded.
zh_hans: 抱歉，字典目前未录此字。
zh_hant: 抱歉，字典目前未錄此字。

# date_ascending
source: Sort by ascending dates
zh_hans: 按日期升序排列
zh_hant: 按日期升序排列

# date_descending
source: Sort by descending dates
zh_hans: 按日期降序排列
zh_hant: 按日期降序排列

# master_1
source: Mi Fi (1051–1107, N. Song)
zh_hans: 北宋‧米芾
zh_hant: 北宋‧米芾

# master_2
source: Emperor Gaozong of Song (1107–1187)
zh_hans: 宋高宗
zh_hant: 宋高宗

# master_3
source: Huang Xiang (Three Kingdoms)
zh_hans: 三国‧皇象
zh_hant: 三國‧皇象

# master_4
source: Monk Zhiyong (S. Dynasties)
zh_hans: 南朝‧智永
zh_hant: 南朝‧智永

# master_5
source: Monk Huaisu (737–799, Tang)
zh_hans: 唐‧怀素
zh_hant: 唐‧懷素

# master_6
source: Sun Guoting (648-703, Tang)
zh_hans: 唐‧孙过庭
zh_hant: 唐‧孫過庭

# master_7
source: Yu Youren (1879-1964, ROC)
zh_hans: 民国‧于右任
zh_hant: 民國‧于右任

# master_8
source: Kanglizishan (1295-1345, Yuan)
zh_hans: 元‧康里子山
zh_hant: 元‧康里子山

# master_9
source: Zhu Yunming (1460-1526, Ming)
zh_hans: 明‧祝允明
zh_hant: 明‧祝允明

# master_10
source: Wang Yangming (1472-1529, Ming)
zh_hans: 明‧王阳明
zh_hant: 明‧王陽明

# master_11
source: Wang Chong (1494-1533, Ming)
zh_hans: 明‧王宠
zh_hant: 明‧王寵

# master_12
source: Zhang Xu (675-750, Tang)
zh_hans: 唐‧张旭
zh_hant: 唐‧張旭

# master_13
source: Wen Zhengming (1470-1559, Ming)
zh_hans: 明‧文征明
zh_hant: 明‧文徵明

# master_14
source: Wang Xizhi (303-361, E. Jin)
zh_hans: 东晋‧王羲之
zh_hant: 東晉‧王羲之

# master_15
source: Qigong (1912-2005)
zh_hans: 启功
zh_hant: 啟功

# master_16
source: Zhao Mengfu (1254-1322, Yuan)
zh_hans: 元‧赵孟頫
zh_hant: 元‧趙孟頫

# master_17
source: Chen Chun (1483-1544, Ming)
zh_hans: 明‧陈淳
zh_hant: 明‧陳淳

# master_18
source: Song Ke (1327―1387, Ming)
zh_hans: 明‧宋克
zh_hant: 明‧宋克

# master_19
source: Xian Yuxu (1246-1302, Yuan)
zh_hans: 元‧鲜于枢
zh_hant: 元‧鮮于樞

# master_20
source: Chen Jiru (1558-1639, Ming)
zh_hans: 明‧陈继儒
zh_hant: 明‧陳繼儒

# master_21
source: Book of Discernment
zh_hans: 《辨体》
zh_hant: 《辨體》

# master_22
source: Compilation of Characters
zh_hans: 《汇编》
zh_hant: 《匯編》

# master_23
source: Collection of Characters
zh_hans: 《字汇》
zh_hant: 《字匯》

# master_24
source: Wang Duo (1592-1652, Ming)
zh_hans: 明‧王铎
zh_hant: 明‧王鐸

# master_25
source: Zhang Yu (1277-1348, Yuan)
zh_hans: 元‧张雨
zh_hant: 元‧張雨

# master_26
source: Zhang Ruitu (1570-1641, Ming)
zh_hans: 明‧张瑞图
zh_hant: 明‧張瑞圖

# master_27
source: Jie Xisi (1274-1344, Yuan)
zh_hans: 元‧揭傒斯
zh_hant: 元‧揭傒斯

# master_28
source: Han Daoheng (Ming)
zh_hans: 明‧韩道亨
zh_hant: 明‧韓道亨

# master_29
source: Shen Can (1379-1453, Ming)
zh_hans: 明‧沉粲
zh_hant: 明‧沈粲

# master_30
source: Rao Jie (Yuan)
zh_hans: 元‧饶介
zh_hant: 元‧饒介

# master_31
source: Xu Wei (1521-1593, Ming)
zh_hans: 明‧徐渭
zh_hant: 明‧徐渭

# master_32
source: Suo Jing (239-303, W. Jin)
zh_hans: 西晋‧索靖
zh_hant: 西晉‧索靖

# master_33
source: Cai Xiang (1012-1067, N. Song)
zh_hans: 北宋‧蔡襄
zh_hant: 北宋‧蔡襄

# master_34
source: Wen Tianxiang (1236-1283, S. Song)
zh_hans: 南宋‧文天祥
zh_hant: 南宋‧文天祥

# master_35
source: Huang Daozhou (1585-1646, Ming)
zh_hans: 明‧黄道周
zh_hant: 明‧黃道周

# master_36
source: Xie Duo (1435-1510, Ming)
zh_hans: 明‧谢铎
zh_hant: 明‧謝鐸

# master_37
source: Lu Juren (Yuan)
zh_hans: 元‧陆居仁
zh_hant: 元‧陸居仁

# master_38
source: Emperor Huizong of Song (1082-1135)
zh_hans: 宋徽宗
zh_hant: 宋徽宗

# master_39
source: Emperor Wu Zetian (624-705)
zh_hans: 武则天
zh_hant: 武則天

# master_40
source: Li Yong (678-747, Tang)
zh_hans: 唐‧李邕
zh_hant: 唐‧李邕

# master_41
source: Lu You (1125-1210, S. Song)
zh_hans: 南宋‧陆游
zh_hant: 南宋‧陸游

# master_42
source: Wang Xianzhi (344-386, E. Jin)
zh_hans: 东晋‧王献之
zh_hant: 東晉‧王獻之

# master_43
source: Huang Tingjian (1045-1105, N. Song)
zh_hans: 北宋‧黄庭坚
zh_hant: 北宋‧黃庭堅

# master_44
source: Lin Sanzhi (1898-1989, ROC)
zh_hans: 民国‧林散之
zh_hant: 民國‧林散之
